10/data/attachments/441041941a45d869.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Latoya_body_Actions_3119_2</nif:username>
            <nif:friendToBeRequested>soap_actions_abe8e8a1-261c-474c-b465-8f275d34032e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>